{
"Como faço para trocar minha senha? ":"No site administrativo, acesse o menu Sistema > Clique na opção ?Usuários Internos? > selecione o nome do seu cadastro e a opção para alterar a senha estará em azul. Forneça a senha antiga e informe a nova. ",
"Não lembro/esqueci minha senha?":"1º Na tela de login, clique na frase ?Esqueci minha senha?. 2º Informe o seu login e o e-mail (deve ser exatamente como está no cadastro); 3º Será enviado um e-mail informando uma senha temporária 4º Copie esta senha e use para acessar o sistema 5º O sistema vai pedir para trocar a senha temporária logo no primeiro acesso ",
"Como criar um usuário/login? ":"Para criar um usuário, no site administrativo, acesse o menu Sistema > Clique na opção ?Usuários Internos? > Clique no botão ?Novo Registro?. Os campos obrigatórios para o login são: Nome, apelido, login e e-mail. Ao clicar em ?Incluir registro?, o sistema envia para o e-mail informado uma senha provisória, que deverá ser trocada no próximo acesso ",
"Como criar um operador/usuário para o aplicativo? ":"Para criar um usuário para o aplicativo, é necessário vincular um operador. No site administrativo 1º Acesse o menu Cadastros > Clique na opção ?Operadores? > Clique no botão ?Novo registro'' e cadastre o operador. 2º acesse o menu Sistema > Clique na opção ?Usuários Internos? > Clique no botão ?Novo Registro? > Os campos obrigatórios para o login são: Nome, apelido, login e operador. 3º É obrigatório selecionar um operador 1 4º Ao clicar em ?Incluir registro?, o sistema envia para o e-mail informado uma senha provisória. 5º Copie esta senha e troque na mesma tela de criação do login, na opção ?Trocar senha? 6º Quando for acessar aplicativo, vão aparecer os serviços pertinentes ao operador selecionado  ",
"Criei o usuário porém no aplicativo ainda aparece que está faltando alguma configuração no login?":"Verifique se no login está selecionado o operador: No site administrativo > menu Sistemas > tela Usuários-Interno > clique no login desejado > verifique se no campo ?Operador? está aparecendo o nome do operador em questão. Verifique também se o tipo de usuário está como ?internos-oper?. ",
"A mensagem Login inválido está aparecendo mesmo com o login e senha corretos":"Verifique o tipo de usuário: Acesse o site administrativo > menu Sistemas > tela Usuários-Interno > clique no usuário que deseja consultar. Caso esteja usando o site operacional então o tipo de usuário deve ser ?internos-oper?. Caso esteja usando o site administrativo então o tipo de usuário deve ser \"interno-adm\". ",
"O que são os sites administrativo e operacional? ":"Site Administrativo: Apesar do nome ?Administrativo?, não se refere à administração e gerência da sua empresa e sim ao ambiente de configuração. Neste Sistema Administrativo é possível realizar diversas configurações básicas e avançadas de alta importância para o melhor funcionamento do sistema. É reconhecido pelo link que no final tem as letras ?/sistema.php?. Exemplo: https://www.phcfocosistema.com.br/demonstracao/sistema.php Site Operacional: Não se refere somente ao campo operacional da sua empresa no nível de serviços, e sim às operações diárias de todos os setores da sua empresa como: Financeiro, Vendas, Prospecções, Relatórios etc. É reconhecido por ter no final do link ?/novo? e compreende basicamente do coração da sua empresa.https://www.phcfocosistema.com.br/demonstracao/novo",
"Existe uma maneira de verificar que usuário fez alterações no sistema? ":"Existem 2 maneiras: 1º Diversas telas do sistema mostram quem e quando foi a última alteração de uma informação no sistema. Localize o ícone (de um boneco laranja) e passe o mouse sobre ele. Vai aparecer as informações sobre alteração. 2º Verificar histórico de alteração de Receita, Despesa, Vendedor da proposta e Numeração da Ordem de Serviço: No site administrativo, acesse o menu Controle > clique na opção Alterações Registradas. ",
"Como faço para bloquear / controlar os dias e horários de acesso ao sistema? ":"O controle de acesso é feito pela atribuição do usuário / funcionário: No site administrativo, acesse o menu Controles > clique na opção Dias e Horários O quadro mostra os dias da semana e horário permitido para cada atribuição ",
"Existe uma forma de limitar que os vendedores vejam as propostas de outro vendedor? ":"Sim. Acesse no site administrativo, menu Sistemas, a tela Usuários - Interno. Clique no usuário que deseja restringir o acesso apenas para que ele veja as suas propostas, em seguida selecione seu respectivo vendedor. Desta forma esse usuário vai visualizar apenas as propostas em este vendedor estiver marcado. ",
"Como alterar as permissões de acesso ao sistema? ":"É necessário solicitar ao suporte o bloqueio ou desbloqueio de acesso informando o nome dos usuários e o que eles podem ou não podem acessar. Dependendo da tela, o sistema permite 4 tipos diferentes de acesso: ver, incluir, excluir ou alterar ",
"A quais acessos posso limitar aos funcionários? ":"Pode limitar a somente ler ou permitir excluir, incluir e/ou alterar",
"É possível adicionar e-mails extras em um cliente? ":"Sim. Na tela de cadastro do cliente (quando estiver fazendo um novo atendimento) vai encontrar um botão com ícone de um envelope. Ao clicar nesse botão e depois em ?novo?, vai poder adicionar até 10 contatos extras. ",
"Posso adicionar mais de 3 telefones no sistema?":"Sim. Na tela de cadastro do cliente ou quando estiver fazendo um novo atendimento vai encontrar um botão com ícone de um envelope. Ao clicar nesse botão e depois em ?novo?, vai poder adicionar até 10 contatos extras. ",
"Como definir os campos obrigatórios para o cadastro do cliente? ":"Deve solicitar ao suporte que faça a definição dos campos que deseja, tanto para pessoa física como para pessoa jurídica. ",
"É possível ter cadastros com CPF ou CNPJ duplicados? ":"Sim. Essa configuração é opcional. Pode-se solicitar ao suporte o bloqueio ou desbloqueio do cadastro com esses dados repetidos. ",
"Como faço para cadastrar um endereço diferente para faturamento?":"Caso seja apenas outro endereço: No cadastro do cliente, localize a parte ?Dados para faturamento? e preencha o endereço. Caso sejam diferentes outros dados além do endereço: Precisará de 2 cadastros: Cadastre um novo cliente (menu Cadastros > tela Clientes) salve com um nome fantasia que diferencie do cliente original (onde será prestado o serviço). Exemplo: Cliente Matriz Depois acesse o cadastro do cliente original e procure por Dados para faturamento. Em matriz/grupo selecione o ?cliente matriz?. Com isso, o boleto, nota fiscal e recibo vão mostrar o endereço de cobrança. ",
"Não estou conseguindo enviar e-mail.":"Sim. O suporte faz a configuração do email, solicitando que apenas informe os seguintes dados: e-mail, endereço smtp, porta e segurança. Depois será informado o local para que você informe a senha que usa para acessar o e-mail em questão. ",
"Posso enviar e-mails através do VEL?":"Sim. O suporte faz a configuração do email, solicitando que apenas informe os seguintes dados: e-mail, endereço smtp, porta e segurança. Depois será informado o local para que você informe a senha que usa para acessar o e-mail em questão. ",
"Posso ter mais de um e-mail configurado no sistema? ":"Sim. É possível ter um email configurado para cada setor: comercial, operacional, financeiro, suprimentos e administrativo. ",
"Como faço para cadastrar no sistema um e-mail de cada departamento da minha empresa? ":"1º Acesse o site administrativo > menu Cadastros > clique na opção E-mails Informe o e-mail e as configurações que são pedidas. Caso não saiba alguma informação deve verificar com o responsável por criar o seu e-mail. 2º Acesse a tela Setor Empresa (no menu Cadastros também) e selecione os e-mails para cada setor. ",
"É possível receber cópia dos e-mails enviados através do sistema? ":"Sim. Cada setor da empresa pode receber uma cópia do que é enviado: 1º Acesse o site administrativo > menu Cadastros > clique na opção E-mails Informe o e-mail que vai receber a cópia e as configurações que são pedidas. Caso não saiba alguma informação deve verificar com o responsável por criar o seu e-mail. 2º Acesse a tela Setor Empresa (no menu Cadastros também), clique em cima do nome do setor que deseja e selecione o e-mail em EMAIL PARA CÓPIA. ",
"O que é o minha conta?":"É um site o onde o cliente dos nossos clientes tem acesso a todos os serviços, documentos operacionais ( Os, CG, Monitoramentos) e financeiros que são gerados no Vel.",
"Como criar o acesso para o Minha Conta":"Para criar o acesso do ao minha conta é em Cadastros > Clientes> Clicando no envelope azul > Após clicar no envelope azul na tela seguinte é necessario clicar em Novo> Em seguida deve -se preencher as informações de Nome, login e senha> E vai clicar em Inserir.  O login e senha criado é o que vai ser disponibilzado para cliente acessar o minha conta.",
"Existe um site para o meu cliente ter acesso aos documentos dele?":"Sim, esse site é o Minha Conta. E ele é acessado através do link: https://phcfocosistema.com.br/nomedasuempresadomesmojeitoqueaparecenolinkdeacessoaosistema/minhaconta/",
"Onde posso anexar o ASO, Ficha técnica de produtos, Ordens de Serviço e outros documentos para o meu cliente ver?":"Sim, esse documentos por padrão já estão habilitados para aparecer no minha conta. ",
"Os roteiros que agendei não estão aparecendo para o meu cliente no Minha Conta":"Para visualizar os roteiros no minha conta, clique em Serviços/Cronograma> Depois alterar o filtro de datas para o periodo que deseja visualizar os roteiros e clique em Filtrar, logo abaixo do botão Filtrar irá aparecer todos os roteiros gerados no período selecionado.",
"Posso trocar a imagem do plano de fundo do site Minha Conta?":"Sim, para fazer a alteração entre em contato com o seu suporte e envie imagem que deseja colocar no plano de fundo.",
"Como coloco o acesso para o Minha Conta no meu site comercial?":"Basta copiar o link do site minha conta e adiciona-ló no seu site comercial.",
"Posso colocar, fazer upload, de outros documentos no minha conta?":"Sim. Primeiro crie uma pasta no seu computador com o nome que deseja deixar visivel para os clientes, depois salve os documentos em PDF, após salvar o documento será necessario compactar esse o PDF em um arquivo. Zip. Depois de compactar o arquivo, coloque na pasta criada inicialmente e faça o compactação dessa pasta.  Feito o procedimento do item 1, acesse o site administrativo no modulo de Cadastros> Menu minha conta>Clique em Escolher ficheiro, selecione a pasta criada e compactada e faça o upload do arquivo no sistema. Feito isso os documetos ja estaram disponivéis no minha conta.",
"Contas vencendo mostra apenas as contas do mês vigente ou de meses passados? ":"Exibe apenas as contas com vencimento entre 01 e 31 do mês vigente. ",
"Como posso eliminar cadastros duplicados? ":"Acesse o menu Cadastros > tela Clientes e clique na lupa que aparece no topo da tela, ao lado do título ?Clientes?. Busque pelo cliente desejado. ",
"Qual a diferença de atendimento para OR? ":"O ?Atendimento? oferece 4 opções após o cadastro e seleção dos serviços: agendar Visita Orçamentária, montar o orçamento, registrar demanda para orçamento ou apenas finalizar o atendimento. Ele é mais indicado para montagem de contratos. O ?OR? significa Orçamento Rápido e só dá a opção de gerar logo um roteiro de serviço, se já aprovar a proposta, ou de apenas finalizar o orçamento e já ter uma proposta pronta. Ele é indicado para serviços avulsos por já gerar um roteiro e ser possível emitir a ordem de serviço na mesma tela. ",
"Posso lançar mais de um roteiro para um avulso? ":"Sim. É recomendado que sejam no máximo 2 roteiros para uma proposta avulsa. Pois o sistema não renova a garantia do segundo serviço. ",
"Como colocar outro endereço de cobrança para um cliente? ":"Primeiro cadastre o endereço financeiro como um novo cliente. Geralmente se escreve ?Matriz? ao lado do nome para diferenciar. Em seguida, acesse o cadastro do cliente onde será feito o serviço e clique em ?MATRIZ FINANCEIRA''. Vai aparecer uma caixa para selecionar um cliente, deve selecionar o que cadastrou como matriz. Com isso, o boleto, nota fiscal e recibo vão mostrar o endereço de cobrança. ",
"Posso lançar dois serviços na mesma proposta? ":"Sim. A proposta pode ter um serviço para cada praga. E cada serviço pode ter seu próprio preço, garantia e periodicidade. ",
"Como faço para adicionar mais um email no cliente? ":"Na tela de cadastro do cliente ou quando estiver fazendo um novo atendimento vai encontrar um botão com ícone de um envelope. Ao clicar nesse botão e depois em ?novo?, vai poder adicionar até 10 contatos extras ",
"As visitas pré-orçamento aparecem no aplicativo? ":"Não aparecem. Apenas os roteiros de serviço, que são após aprovação da proposta. ",
"Como faço para visualizar a ficha de visita (usada para levantar orçamento)? ":"No menu Vendas > tela Visitas. O status da visita deve estar como Confirmada. Para alterar esse status clique na data da visita e procure por ?STATUS?, selecione a opção Confirmada e depois clique em ?Salvar Alterações? no final da tela. ",
"Como faço para gerar a proposta após ter feito a visita? ":"Altere o status da visita para Finalizado. Para alterar esse status clique na data da visita e procure por ?STATUS?, selecione a opção ?Finalizada? e depois clique em ?Salvar Alterações?, no final da tela. Vai aparecer o botão ?Orçamento? para dar prosseguimento nesse atendimento do cliente. ",
"Como faço para alterar as pragas de um serviço? ":"Qualquer alteração em relação a proposta pode ser feita na tela Propostas (no menu Vendas). Clique no botão A que aparece na linha da proposta que deseja alterar. Vai abrir uma janela com diversas opções para alterar. ",
"Como faço para alterar o valor da proposta? ":"Qualquer alteração em relação a proposta pode ser feita na tela Propostas (no menu Vendas). Clique no botão A que aparece na linha da proposta que deseja alterar. Vai abrir uma janela com diversas opções para alterar. ",
"Quando cancelo uma proposta as parcelas também são canceladas? ":"Sim. É possível também cancelar as parcelas que ainda não foram baixadas. O sistema mantém o registro das parcelas já pagas. ",
"O que acontece ao cancelar uma proposta? ":"O sistema muda o status da proposta para ?cancelada?, ou seja, a proposta não some totalmente mas fica desativada para que não sejam feitas alterações, adição de serviços e cobranças. Também são cancelados os serviços que não foram confirmados (sem a ida feita) e parcelas que não foram baixadas. ",
"O meu cliente desistiu do serviço, como faço para cancelar a proposta? ":"Acesse a tela Propostas (menu Vendas) e clique no botão X vermelho que aparece na linha da proposta em questão. ",
"Onde vejo os serviços vencidos, com garantia expirada? ":"A tela Serviços Vencidos (módulo Vendas) exibe as propostas do tipo Avulso, porque somente estas trabalham com a renovação da garantia. As propostas são listadas conforme a data de vencimento de cada praga. A tela Término de Contratos (módulo Vendas) exibe as propostas do tipo Contrato. As propostas são listadas pela data do vencimento do contrato ou do último serviço. ",
"Não estou encontrando uma proposta para replicagem em Serviços Vencidos. ":"O objetivo desta tela é verificar que propostas podem ser renovadas. Para isso, ela verifica se a proposta está seguindo todas as regras abaixo: a. Exibe apenas propostas avulsas; b. Vencimento da garantia da praga-serviço; c. Roteiro executado (com a volta feita); d. Não ter propostas mais recentes com as mesmas pragas. ",
"Como posso replicar um contrato com monitoramento? ":"Pela tela Término de Contratos, ao clicar no R da proposta que deseja renovar, na opção de Renovação Detalhada. Clique na opção Replicar Monitoramento. Para uma proposta aparecer na tela término de contratos é preciso que ela não tenha sido renovada antes, ou seja, não deve ter propostas mais recentes com as mesmas pragas. ",
"Por que a renovação de uma proposta avulsa é diferente de uma proposta contrato? ":"O sistema divide as propostas em dois tipos: Avulso e Contrato. Uma proposta avulsa tem o objetivo de não ter periodicidade, é apenas um serviço com uma garantia predefinida conforme a política da sua empresa ou garantia informada na ficha técnica dos produtos aplicados nesse serviço. O contrato é um conjunto de serviços que serão feitos com uma periodicidade e tem data de término ou último serviço. Portanto, a tela Serviços Vencidos mostra o vencimento da garantia das propostas avulsas e a tela Término de Contrato ",
"Qual a diferença da Ficha e da Ordem de serviço? ":"A ficha de serviço do VEL é um documento com objetivo de ser para controle interno da empresa e não ser entregue ao cliente. Ele foi elaborado para ser impresso e entregue ao operador para usar durante a execução do serviço. Possui mais informações que a Ordem de serviço e não é um documento exigido por lei. A Ordem de Serviço (também conhecido como Comprovante de Execução de Serviço) é um documento exigido pela Resolução da ANVISA RDC nº 52 que deve ser entregue ao cliente logo após a execução do serviço. Deve ter uma sequência e cada estado possui suas próprias particularidades, conforme o órgão fiscalizador. Alguns estados exigem a Ficha de Avaliação para Execução dos Serviços - FAES. Ela tem o mesmo objetivo da ordem de serviço, mas com modelo definido pela portaria de cada estado.",
"Como faço para lançar um serviço extra?":"Os serviços extras podem ser APR (Assistência Programada) ou VNP (Repasse - Visita não programada). Para adicionar um serviço extra pela tela Roteiro de Serviços procure pelo roteiro original e clique no botão A, para APR, ou no R para Repasse-VNP. ",
"Como alterar a periodicidade de um contrato? ":"Para alterar a periodicidade de um contrato é preciso mudar as datas de cada serviço. Acesse o menu Operação > clique na tela Ajuste de Cronograma 1º Informe a proposta desejada 2º Não é necessário informar a data. Assim, o sistema pega todos os serviços de uma vez. 3º Altere a data do primeiro serviço da lista 4º Na opção ?periodicidade? altere para a qual deseja 5º Clique em ?redefinir? 6º Verifique se as datas dos próximos serviços foram alteradas 7º No final da tela, clique em ?Atualizar Alterações? ",
"Não estou conseguindo fazer a volta do serviço, aparece um sinal de bloqueio ":"Passe o mouse em cima desse sinal para ver o motivo do bloqueio. Se a mensagem for: OS pendente - clique na impressora que aparece na coluna OS e depois atualize a tela Serviço pré-carregado - então esse roteiro está aberto no aplicativo e só pode ser baixado por lá. ",
"Como alterar as pragas que estão na Ordem de Serviço? ":"No menu Operação > tela Roteiro de Serviços > clique no número do roteiro. Vai abrir uma janela onde vão aparecer as pragas do roteiro e logo abaixo um botão cinza escrito \"Alterar pragas do roteiro?. Se a praga que deseja não aparece nessa tela então deve ainda adicionar a praga na proposta. ",
"Atualizei as pragas na proposta, mas elas ainda não aparecem na Ordem de Serviço, o que fazer? ":"Acesse o menu Operação > clique na tela Roteiro de Serviços > Na tabela, clique em cima do número do roteiro que deseja alterar; Selecione as pragas que são desse roteiro e clique no botão cinza escrito ?Atualizar pragas do roteiro?",
"Como cancelar um serviço que já tem OS (Ordem de Serviço) gerada? ":"Na tela Roteiro de Serviços (menu Operação) tem a opção de cancelar o roteiro inteiro, reagendar ou cancelar apenas a OS: 1. Para cancelar o roteiro inteiro: Clique no X que aparece ao lado do número da proposta. 2. Para reagendar: Clique no número do roteiro e procure pela data. Após alterar, clique em ?Atualizar Informações?, no final da tela. 3. Para cancelar a OS: Clique no quadrado branco que aparece na coluna VTA (lado direito da tela), como se fosse fazer a volta. Clique na opção ?Cancelar OS? e informe o motivo. Em seguida, no final da tela, clique em ?Atualizar Roteiro - Volta? ",
"Por que não estão aparecendo os produtos no roteiro? ":"Para aparecerem os produtos é necessário que os mesmos estejam vinculados a praga-serviço do roteiro. Verifique o cadastro dos produtos escolhidos. No site administrativo > menu Cadastros > tela Produtos, clique no nome comercial do produto e veja a relação de serviços no final da tela. Deve marcar aqueles em que o produto deve aparecer. ",
"Onde atualizo a lista de produtos? ":"No site administrativo > menu Cadastros > tela Produtos, clique no nome comercial do produto e veja a relação de serviços no final da tela. Deve marcar aqueles em que o produto deve aparecer. ",
"Cadastrei um produto, mas ele não está aparecendo no serviço que eu quero. ":"Verifique o nome do serviço que está selecionado na proposta. O serviço e a praga devem estar vinculados ao produto para que o mesmo apareça. Menu Vendas > tela Propostas > clique no botão A. ",
"Preciso por o valor do serviço na Ordem de Serviço. ":"Por regra, a ordem de serviço não mostra o valor. Se deseja essa informação deve solicitar ao suporte essa inclusão. Se trata de um ajuste de documento, o suporte vai abrir um chamado para que seja feito. É importante aferir o documento após a entrega para ver se está aparecendo o valor certo principalmente para propostas de Contrato. ",
"Preciso gerar um certificado de garantia para cada veículo. Como proceder? ":"1º No menu ?Cadastros?, tela ?Clientes?, localize o cliente em questão e clique no ícone de casa 2º Informe a quantidade de veículos, clique em avançar e informe no campo ?descrição? as placas de cada um 3º Ainda em Clientes, clique no nome do cliente (para acessar tela de alteração do cadastro) e selecione a opção ?Certificado por área?. 4º No menu ?Operação?, tela de ?Roteiros de serviços?, localize o roteiro e clique no nome do cliente para abrir a tela ?Roteiro de Serviço - TIPOS DE ÁREAS? 5º Selecione os veículos e depois clique em Salvar Alterações 6º Voltando para Roteiros de Serviços, clique no botão G para visualizar os certificados. Deve aparecer um certificado para cada veículo selecionado. Caso não esteja aparecendo os dados do veículo no certificado, entre em contato com o supor ",
"Como especificar as áreas tratadas no Certificado de Garantia? ":"Na tela Roteiros de Serviços, clique no nome do cliente para abrir a tela ?Roteiro de Serviço - TIPOS DE ÁREAS?. As áreas do cliente devem aparecer nessa tela e basta selecionar as que deseja. Caso não esteja aparecendo nenhuma área, ou deseje alterar, acesse o cadastro do cliente e clique no ícone de uma casa. É só seguir o passo a passo ",
"É possível ter um certificado de garantia exclusivo para serviço de limpeza de reservatório? ":"Sim. Dependendo do pacote contratado, você tem direito de customizar um documento exclusivo para esse serviço. ",
"A garantia do serviço está contando do primeiro serviço que fiz, deveria ser do atual, como posso corrigir? ":"Primeiro verifique se a proposta é um avulso. Propostas avulsas só contam a garantia do primeiro serviço. Caso seja uma proposta de contrato, verifique com o seu suporte se está configurado para a garantia contar da data do serviço atual ou da data do primeiro serviço. ",
"O que é ?réplica?? ":"É o nome de acesso ao seu sistema. Deve sempre ser em letras minúsculas. Geralmente é o nome da sua empresa, mas isso deve ser confirmado com o suporte. ",
"Está aparecendo erro de autenticação mesmo com os dados certos. ":"1º Aguarde 1 minuto com a tela do aplicativo aberto e verifique se volta ao normal 2º Com o aparelho conectado à internet, feche e abra novamente o aplicativo e aguarde 1 minuto com ele aberto. O aplicativo funciona offline, sem internet, mas para fazer login e sincronizar serviços é necessário estar conectado. O erro de autenticação pode acusar também falha do aplicativo ao se conectar com o sistema. Deixando ele aberto por um minuto essa conexão é restabelecida. ",
"Mensagem ?Erro - Algumas configurações estão pendentes. Contate o suporte.? ":"Verifique o cadastro do usuário no site administrativo: Acesse o menu ?Sistemas? e selecione a opção ?Usuários - internos?. Clique no nome do usuário e verifique o seguinte: 1º se o tipo está ?internos - oper? 2º se o operador está selecionado. É obrigatório ter um operador vinculado ",
"Os serviços agendados não estão aparecendo. ":"Aqui estão as possibilidades: 1. O roteiro não está com a ?ida? feita. 2. O roteiro não está com líder definido 3. O aplicativo não estava conectado à internet quando tentou sincronizar 4. O líder do roteiro não é o mesmo que está vinculado ao login do operador (tela Usuários-internos).",
"Terminei o serviço, finalizei, mas ainda não aparece no sistema. ":"Após finalizar, o serviço vai aparecer na tela ?Serviços Executados? e fica com o status ?Executado? Quando o serviço está com esta mensagem significa apenas que ele foi finalizado no aplicativo. Como funciona sem internet os serviços não aparecem imediatamente no sistema. Para que o serviço finalizado apareça no sistema é preciso clicar em ?Sincronizar? e depois verificar se o status mudou para ?Sincronizado? ",
"Adicionei os produtos mas eles não estão aparecendo no sistema. ":"Ao adicionar o produto pelo aplicativo, verifique se ele aparece na relação de produtos na tela Finalizar Serviço. Esta tela mostra o resumo de tudo que foi marcado e caso os produtos não estejam aparecendo nela então não foram salvos. Deve-se adicionar novamente e certificar-se de ter selecionado quantidade, área e praga. ",
"Adicionei os produtos no aplicativo, eles apareceram na tela da volta, mas não estão aparecendo nos documentos. ":"Para o produto aparecer nos documentos, principalmente no certificado de garantia, é necessário cumprir as seguintes regras: a) A praga do roteiro deve ser a mesma que está vinculada ao produto na tela de Cadastro Produtos b) A praga do roteiro deve ser a mesma que o operador selecionou no aplicativo, na parte de Produtos por Área c) A praga vinculada no aplicativo deve também estar no roteiro. Exemplo: Meu serviço é Desratização e a praga do roteiro é ?ratos?. Caso queira que apareça o produto ?Rigon Bloco? no certificado de garantia: verifique primeiro na tela Produtos, no site Administrativo (Menu Cadastros), se está marcado para esse produto aparecer para ?Desratização - ratos?; Em seguida, verifique se no roteiro de serviço a praga ?ratos? está marcada para aparecer mesmo; Por último, no aplicativo, verifique na tela Produtos por Área se marcou esse produto para ?ratos? e se informou a quantidade. ",
"Fiz a sincronização do serviço finalizado, mas ele não está mostrando a hora de término do serviço no sistema, na tela da Volta. A hora de saída veio como 00:00. ":"A hora de término do serviço é coletada automaticamente quando se preenche algo na tela Dados do Serviço. Para ter a hora registrada é preciso preencher pelo menos uma das informações, tais como: Acompanhante, obs volta ou assinatura. Obs.: Apenas coletar a assinatura do cliente não deixa a hora de saída registrada. ",
"Sincronizei, mas está aparecendo no roteiro a mensagem ?Problema de sincronização? Para a sincronização do aplicativo funcionar é necessário ter conexão estável com a internet e memória disponível no aparelho para transmissão dos dados. Portanto, o problema de sincronização pode ocorrer por estar tentando carregar um ":"grande volume de dados: - Muitos roteiros de uma vez só ou, - um roteiro com muitas fotos ou, - um roteiro com uma foto em resolução acima do limite suportado, - e/ou quando se tem instabilidade com a internet. Para evitar que a falha aconteça procure por sincronizar os roteiros aos poucos, de preferência logo após finalizar o serviço. Dessa forma não vai acumular os serviços, evitando a sobrecarga na memória. Para resolver um serviço com problema de sincronização que esteja na tela SERVIÇOS EXECUTADOS: Isso pode ser resolvido reabrindo um serviço e sincronizando novamente: 1º Acesse a tela Serviços Executados 2º Clique no roteiro que estiver com a mensagem ?problema de sincronização? e selecione a opção Reabrir Serviço (os dados não serão perdidos); 3º Acesse a tela Serviços e clique no roteiro em questão, como se fosse fazê-lo novamente; 4º Clique em Finalizar Serviço; 5º Clique em Finalizar e sincronize novamente. Caso ainda apresente problema de sincronização entre em contato com o suporte informando: - a versão android do seu aparelho - modelo do seu aparelho - Print da tela de informações do aplicativo VEL Mobile ",
"Atualizei o aplicativo na Play Store, mas continua com erro ":"É possível que os dados da versão anterior ainda estejam no aparelho. Acesse as configurações do aplicativo e procure por ?Armazenamento?. Em seguida, clique na opção ?Limpar dados de armazenamento?, Depois desinstale o aplicativo e instale novamente. Assim teremos certeza de que está com a versão atualizada. ATENÇÃO: Apenas desinstalar o aplicativo não é o suficiente. É necessário antes limpar os dados de armazenamento. ",
"Está aparecendo várias vezes a mensagem ?Falha de autenticação?. ":"Se deixar o aplicativo funcionando em segundo plano (sem fechar o programa, apenas abrindo outro aplicativo qualquer no celular) por questões de segurança o aplicativo se conecta ao sistema para validar o login novamente, assim que entra em uso. Essa conexão pode levar até 1 minuto, sendo apenas necessário que fique com a tela do aplicativo aberta. ",
"A lista de ?Áreas? está vazia. ":"O aplicativo carrega as áreas conforme o que está no cadastro de cada cliente. Para cadastrar as áreas, revogue o roteiro que está no aplicativo e depois acesse o sistema VEL. Na tela Clientes, localize o cliente em questão e clique no ícone de uma casa (última coluna à direita da tela). Vai aparecer uma janela com o título ?Caracterização do imóvel?. Selecione a estrutura, clique em atualizar e depois preencha a quantidade de cada área que deseja que apareça no aplicativo para o cliente em questão.",
"Onde vejo a versão do aplicativo? ":"No canto inferior direito do menu aparece a versão do aplicativo.",
"O aplicativo está disponível para IOS? ":"Não. No momento o aplicativo está disponível para Android, a partir da versão 8. ",
"Tentei escanear o QR Code, mas não funcionou ":"Verifique se a armadilha tem QR Code gerado. Acesse o sistema, no menu Vendas > tela Projetos CIP?M, busque pelo projeto e clique no ícone do Qr Code. Será logo exibido todos os códigos que houverem. Caso o código esteja cadastrado verifique se é o mesmo que está no aplicativo. ",
"Não estão aparecendo os produtos que preciso no aplicativo. ":"Os produtos que aparecem serão sempre referentes às pragas da proposta. Por exemplo, se a proposta do cliente é sobre controle de insetos então vão aparecer somente os inseticidas. Caso esteja faltando algum produto relacionado às pragas da proposta verifique o cadastro de produtos no site administrativo. No menu Cadastros, tela Produtos. Selecione o produto desejado e verifique se estão marcadas as pragas e serviços. ",
"Estou na tela de armadilhas e lá não está aparecendo a lista de produtos para selecionar ":"Atenção as seguintes possibilidades: a) Os produtos são carregados conforme a praga do roteiro. Por exemplo, se o roteiro está marcado para Ratos, então vão aparecer apenas raticidas. b) No cadastro do produto, no site administrativo, ele estar vinculado mesma à praga e serviço que está no roteiro. Exemplo: Produto ?Rigon Bloco?, se em seu cadastro ele não estiver vinculado ao serviço de Desratização - Ratos, então ele não vai aparecer no aplicativo. c) Existe uma configuração interna em que consiste em exibir apenas produtos definidos na ida do roteiro. Fale com seu suporte e solicite que os Produtos disponíveis no CIP-M sejam de todas as pragas do roteiro, ao invés dos apenas definidos na ida.",
"Preciso alterar alguma informação no roteiro que está no aplicativo, como proceder? ":"Como o aplicativo tem o intuito de funcionar offline, qualquer alteração deve ser sincronizada. Portanto, no sistema operacional, na tela Roteiros de Serviços: 1º revogue o roteiro do aplicativo: - no sistema, clique na bolinha vermelha e em seguida em Revogar 2º Altere a informação desejada (seja no Cliente, Proposta, roteiro ou projeto cip); 3º Clique no número do roteiro e selecione o líder novamente 4º No aplicativo, clique em Sincronizar. ",
"Tentei tirar uma foto, mas o aplicativo fecha ao abrir a câmera. ":"O aplicativo não foi desenvolvido para fechar sozinho, é o aparelho que encerra o aplicativo como medida de segurança. As seguintes possibilidades são: a) Armazenamento: o aparelho não tem memória o suficiente para executar o aplicativo. Verifique quanto de memória está sendo consumida (Acesse informações do app > E veja em Armazenamento quantos MB estão sendo consumidos); b) Aparelho desatualizado: Verifique nas configurações do seu aparelho se tem alguma atualização disponível, principalmente para a câmera; c) Conflito: Algum outro aplicativo pode estar com a câmera acionada, feche os outros aplicativos e deixe apenas o Vel Mobile aberto. Caso ainda apresente problema de sincronização entre em contato com o suporte informando: - a versão android do seu aparelho - modelo do seu aparelho - Print da tela de informações do aplicativo VEL Mobile. ",
"Onde é cadastrado o responsável pelo relatório de serviço? ":"No site administrativo, menu Cadastros > clique na opção Funcionários. ",
"O que é o projeto CIP-M? ":"CIP-M significa Controle Integrado de Pragas - Monitoramento. Foi desenvolvido no VEL para o monitoramento de armadilhas e dispositivos de captura e iscagem instalados no cliente. ",
"Tentei gerar o projeto, porém a proposta não está aparecendo na tela. ":"Primeiro verifique se a proposta é um contrato e depois se está habilitada para Monitoramento: Acesse o menu Vendas, tela Propostas. Clique no botão A (ao lado da proposta em questão) e verifique se ela é um contrato e se a opção ?Monitoramento? está marcada como SIM. ",
"Onde alterar as configurações das armadilhas como tipo, status e ação? ":"No site administrativo é possível configurar as regras de funcionamento do CIP-M. No menu Cadastros tem 5 telas referente a cada configuração do projeto. Elas começam com o nome ?CIP-M?. ",
"Como gerar o QR Code? ":"No site operacional, acesse o menu Vendas, tela Projetos CIP-M. 1º Selecione um projeto clicando no botão A 2º Informe um código para cada armadilha ou clique na opção em azul ?Gerar código automaticamente? e clique em Salvar 3º Clique no botão que tem um ícone com QR Code 4º Selecione as armadilhas ou clique em ?Marcar todas? 5º Clique em Emitir QR Codes. Vai aparecer uma tela com os códigos e basta configurar a impressão verificando o tamanho do código para imprimir. ",
"Onde posso ver os dados coletados no aplicativo? ":"No sistema operacional na tela Roteiro de Serviços.Acesse o menu Operações e selecione a tela Roteiro de Serviços. Se o roteiro estiver com a cor azul é porque ele já foi sincronizado (os dados do aplicativo já passaram para o sistema).",
"Onde posso adicionar armadilhas? ":"Acesse a tela Projetos CIP-M e clique no botão A. Vai aparecer a relação de armadilhas já cadastradas, pode-se por mais armadilhas clicando em ?Adicionar?, no final da lista. ",
"Onde posso ver a planta baixa? ":"No menu ?Vendas?, acesse a tela Projetos CIP-M e clique no botão ?Planta Baixa?. Clique em adicionar legenda e depois o sistema vai permitir que selecione um arquivo de imagem. O arquivo não pode ser maior que 750kb. ",
"O que é o controle do Almoxarifado? ":"Existem duas formas de controlar as entradas e saídas do estoque no sistema. O controle por almoxarifado te permite registrar a entrega de produtos para os operadores, ou seja, dar a saída do estoque informando o quê, quanto e para quem foi entregue (utilize a tela Almoxarifado para isto). A vantagem é ter o controle da quantidade de produtos que está com cada operador (pode ser visto na tela Estoque por operador); Desta forma o que vai aparecer na tela Controle de Estoque é somente a quantidade de produtos na loja, não aparece nela a quantidade que está com os operadores em campo. O controle do almoxarifado não contabiliza as saídas do estoque através das baixas de serviço, (não considera o que foi informado em Roteiros de Serviços) Vantagem: controlar a quantidade de estoque em loja e com os operadores. Tendo o registro de saída e entrada de cada entrega. Traz mais eficácia para o planejamento de compras e controle de perdas. Desvantagem: é uma forma manual de alimentar o estoque, sendo necessário ter uma pessoa com tempo disponível para fazê-lo. Ele desconta automaticamente os produtos informados na ordem de serviço (o que é dado baixa em Roteiro de Serviços ou pelo aplicativo). Pois, se considerasse, estaria descontando duas vezes o mesmo produto.",
"Para que serve a tela Estoque por Operador? ":"Essa tela é utilizada em conjunto com a tela Almoxarifado. Ela informa a quantidade de produto que está com cada operador. Para isso, ela faz a conta das saídas e entradas que se registra no almoxarifado. ",
"Como faço a entrada de produtos que comprei? ":"Existem 2 opções no sistema: Tela Controle de Estoque: se faz a entrada direta. Basta informar a quantidade, data de fabricação e validade do produto e lote (atenção para a unidade de armazenamento UA - Exemplo: se estiver em gramas então deve informar a quantidade comprada em gramas) Tela Pedidos de Compra e Nota Fiscal de Compra: 1º Acesse a tela Pedido de compra e clique em Novo 2º Selecione um fornecedor (caso não tenha opção deve cadastrar pelo menos um fornecedor na tela Fornecedores) 3º Selecione a opção Ordem de compra 3º Informe a quantidade e valor de cada produto e clique em Finalizar 4º Acesse a tela Nota Fiscal de Compra e clique em Novo 5º Selecione a ordem de compra 6º informe os dados da nota e clique em salvar O sistema vai registrar não somente os produtos mas também vai adicionar na tela Contas a Pagar o valor da nota fiscal. ",
"Onde consigo verificar a movimentação do estoque em um determinado período?":"Acesse a tela Controle de estoque e clique no botão azul ao lado do título. Vai abrir uma subtela com o título Estoque - Histórico que vai mostrar 5 tipos de movimento: ida, volta, compra, entrada direta e saída direta. Atenção: o Estoque - Histórico não mostra os movimentos do almoxarifado! 21 ",
"Como o sistema registra as saídas do estoque? ":"Existem duas formas de registrar a saída: baixa de serviço ou almoxarifado. A baixa de serviço desconta automaticamente, pela tela Roteiro de Serviços ou pelo aplicativo VEL Mobile, quando informa a quantidade de produto usado. O almoxarifado desconta somente quando registra-se a saída manualmente pela tela Almoxarifado. ",
"Onde se faz o lançamento das minhas notas fiscais, despesas da empresa? ":"Acesse a tela Despesas e clique em ?Novo? para cadastrar os favorecidos, valor, data de vencimento e faixa contábil de cada despesa. Para saber a faixa contábil acesse a tela Plano de Contas. ",
"Como excluir uma despesa que aparece no contas a pagar? ":"Acesse a tela Despesas e utilize o filtro de data pegando um período desde o início do ano até o final. Quando aparecer a despesa que deseja excluir, clique no checbox ao lado esquerdo do nome da despesa e depois no botão Excluir Marcados, no final da tela. Será excluído apenas os lançamentos ainda não baixados. Caso a despesa já tenha sido baixada e deseje excluir, deve estornar antes. ",
"Como lançar a folha de pagamento dos funcionários? ":"Através da tela Despesas, clique em ?novo?: 1º Informe o nome do funcionário no campo ?Pagar a?. Primeiro verifique se o funcionário já está cadastrado, caso não encontre o nome dele nessa lista, cadastre o nome dele no campo ?novo favorecido? 2º Em seguida, informe a faixa contábil ou selecione no campo ao lado dela. Você pode consultar a faixa contábil na tela Plano de Contas, localize a subcategoria desejada e copie o número logo abaixo dela. 3º Ao lado da data de vencimento, selecione a opção Regular e informe uma data de término Desta forma, a despesa vai aparecer em todos os próximos meses na tela Contas a pagar. "
}
